Repository: filisko/folk
Catalog: locales/*.po
Languages: gl

# search
source: Search %s...
gl: Buscar %s...

# home
source: View web
gl: Ver a web

# insert
source: %s - New | %s
gl: %s - Novo | %s

# insert
source: Create
gl: Crear

# edit
source: Save
gl: Gardar

# edit
source: You will save this data as a new row. Are you sure?
gl: Vas gardar estes datos nun novo rexistro. Estas seguro?

# edit
source: Duplicate
gl: Duplicar

# edit
source: This action cannot be undo. Are you sure?
gl: Esta acci칩n non se pode desfacer. Estas seguro?

# edit
source: Delete
gl: Eliminar

# search
source: More results
gl: M치is resultados

# search
source: No items found
gl: Non se atoparon resultados

source: Insert value as text
gl: Insertar o valor manualmente

source: New value (empty to remove)
gl: Novo valor (deixa baleiro para eliminar)

source: Previously uploaded...
gl: Cargados previamente

source: Load %d more...
gl: Cargar %d m치s

source: Too big file: %s (%s max allowed)
gl: Arquivo demasiado grande: %s (m치ximo permitido: %s)

source: Edit as text
gl: Editar manualmente

source: Data saved successfully
gl: Datos gardados correctamente

source: Too big data
gl: Non se poden subir arquivos tan grandes

source: Error saving data
gl: Erro ao gardar os datos
